Repository: 84000/data-translation-memory
Catalog: toh355-v4.tmx
Source language: bo
Languages: en

source: །ཚེ་འདི་ལ་མི་མང་པོ་ལ་བཏུད་ཅིང་བསོད་ནམས་བྱེད་པ་ནི་ཕྱུག་ཅིང་བཙན་པའི་ཁྱིམ་བདག་ཏུ་འགྱུར་ཏེ། མང་པོ་ཀུན་གྱིས་བཀུར་བ་དང་། ཕྱོགས་བཞི་དག་ཏུ་འགྲོ་ཡང་བགེགས་མེད་ཅིང་བྱའོ་ཅོག་འགྲུབ་བོ།
en: Those who bow to many people and create merit in this life will become masters of wealthy and mighty households; they will be venerated by all, they will meet no obstacles when they travel in any of the four directions, and all their activities will be successful.

source: །ཚེ་འདི་ལ་སངས་རྒྱས་ཀྱི་མདུན་དུ་མེ་མར་འབུད་ཅིང་སྣང་གསལ་ལ་དད་པ་ནི་མ་འོངས་པའི་དུས་ན་ཉི་མ་དང་ཟླ་བའི་ལྷར་སྐྱེའོ། །འོད་ཀྱིས་བདག་ལ་གསལ་བར་འགྱུར་རོ།
en: Those who offer lamps in front of the buddhas and are devoted to those lamps will be born among the gods of the sun and moon in the future, and they will be illuminated with light.

source: །ཚེ་འདི་ལ་སྙིང་རྗེའི་སེམས་ཀྱིས་སྦྱིན་པ་བྱིན་ན་མ་འོངས་པའི་དུས་ན་རབ་ཏུ་ཕྱུག་ཅིང་ཟས་དང་གོས་ཀྱང་ཡིད་བཞིན་དུ་འགྲུབ་བོ།
en: Those who practice generosity with a compassionate attitude in this life will be extremely wealthy in the future, and they will naturally attract food and clothing.

source: །ཚེ་འདི་ལ་ཟས་སྐོམ་མི་ལ་སྦྱིན་པ་ལ་དགའ་བ་ནི་གར་སྐྱེས་པ་ཐམས་ཅད་དུ་ཡིད་བཞིན་གྱི་ཟས་སུ་འགྱུར་ཞིང་ཟས་དང་། སྐོམ་ཡང་ལྡན་ལ་དབང་པོ་རྣོ་ཞིང་སྤོབས་པ་ཆེ་སྟེ་ཚེ་རིང་བར་འགྱུར་རོ།
en: Those who enjoy giving out food and drink in this life will naturally have food and drink everywhere they are born; their faculties will be sharp, their eloquence will be great, and they will have long lives.

source: །གང་གིས་བྱོལ་སོང་ལ་ཟས་བྱིན་ན་ནི་ལན་བརྒྱ་འགྱུར་འཐོབ་བོ།
en: Those who give food to animals will be reciprocated a hundredfold.

source: །ལོག་སྲེད་ལ་སྦྱིན་པ་སྦྱིན་པས་ནི་ལན་སྟོང་འགྱུར་འཐོབ་བོ།
en: Those who give to icchantikas will be reciprocated a thousandfold.

source: །དགེ་སློང་ངམ། དགེ་སློང་མའམ། ཁྲིམས་གཙང་མ་ལ་སྦྱིན་པ་བྱིན་པས་ནི་ལན་ཁྲིར་འགྱུར་རོ།
en: Those make gifts to monks, nuns, or other persons observing pure discipline will be reciprocated ten thousandfold.

source: །ཆོས་སྨྲ་བའི་དགེ་སློང་ཐེག་པ་ཆེན་པོ་སྤེལ་ཞིང་དེ་བཞིན་གཤེགས་པའི་གཏེར་བཤད་པ་མང་པོ་ཀུན་གྱི་མིག་ཕྱེད་ནུས་པ་ལ་བྱིན་ན་ལན་གྲངས་མེད་ཚད་མེད་པ་སྙེད་དོ།
en: Those who make gifts to the monks who expound the Dharma—those who spread the Great Vehicle, explain the treasuries of the Thus-Gone One, and are able to open the eyes of everyone—will be reciprocated countless numbers of times.

source: །གལ་ཏེ་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་བྱིན་ན་འབྲས་བུ་མཐར་གཏུགས་པར་འགྱུར་རོ།
en: Those who make gifts to the buddhas and bodhisattvas will reach the final fruition. “

source: །གཞན་ཡང་སྦྱིན་གནས་གསུམ་ལ་སྦྱིན་པ་བྱས་ན་རྣམ་པར་སྦྱིན་པའི་འབྲས་བུ་ཟད་མི་ཤེས་སོ།
en: Furthermore, those who make gifts to the three recipients of generosity will receive endless rewards.

source: །གསུམ་གང་ཞེ་ན།
en: What are those three?

source: སངས་རྒྱས་དང་། ཕ་མ་དང་། ནད་པའོ།
en: They are the buddhas, parents, and the sick.

source: །དེ་དག་ལ་ཟས་གཅིག་སྦྱིན་པ་བྱས་པས་ཀྱང་དེ་ལྟ་བུའི་འབྲས་བུ་མི་ཟད་པ་འཐོབ་པར་འགྱུར་ན། རྟག་ཏུ་སྦྱིན་པ་བྱིན་པ་ལྟ་ཅི་སྨོས།
en: Those who offer them a single morsel of food will attain those endless rewards, so what need is there to mention the continuous practice of generosity?

source: ཚེ་འདི་ལ་དགེ་འདུན་མང་པོ་ལ་ཁྲུས་བྱས་ན་སྐྱེ་བ་ཐམས་ཅད་དུ་བྱད་བཞིན་བཟང་ཞིང་། ཡིད་བཞིན་གྱི་གོས་དང་ལྡན་ལ་མང་པོ་ཀུན་གྱིས་བཀུར་བར་འགྱུར་རོ།
en: Those who offer baths to many Saṅgha members in this life will have lovely faces, possess all the clothing they want, and be respected by everyone in all their future lives.

source: །ཚེ་འདི་ལ་དམ་པའི་ཆོས་ཀྱི་མདོ་སྡེ་ཀློག་པ་དང་། འདོན་པ་ལ་བསྔགས་པས་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་སྒྲ་དབྱངས་སྙན་ཅིང་ཀུན་གྱིས་ཐོས་པར་དགའ་བར་འགྱུར་རོ།
en: Those who read sūtras of the sacred Dharma and praise their recitation will have beautiful voices in all their future lives, and everyone will enjoy listening to them.

source: །ཚེ་འདི་ལ་ཚུལ་ཁྲིམས་སྡོམ་པས་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་བྱད་བཞིན་བཟང་བ་དང་། མིའི་མཆོག་ཏུ་འགྱུར་རོ།
en: Those who maintain their discipline in this life will have lovely faces and be supreme among humans in all their future lives.

source: །ཚེ་འདི་ལ་ཆུ་དཀོན་པའི་སར་ཁྲོན་པ་མང་པོ་བརྐོས་ལ་སྐོམ་སྦྱར་ལ། ལམ་སྲང་དུ་ཀུན་ཤོང་བར་བྱེད་དེ། བསྐྱེད་ཅིང་མིའོ་ཅོག་སྒྲོལ་བ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་མིའི་རྒྱལ་པོ་བྱེད་ཅིང་ཟས་སྐོམ་རོ་བརྒྱ་དང་ལྡན་པ་ཡིད་བཞིན་དུ་འབྱུང་བར་འགྱུར་རོ།
en: Those who, in this life, dig many wells in water-scarce areas, thereby providing drink, and widen roads to fit everyone, thereby freeing up all people, will be kings among humans in all their future lives, and they will naturally receive food and drink with hundreds of flavors.

source: །ཚེ་འདི་ལ་མདོ་སྡེ་ལ་སོགས་པ་འདྲིའམ་གཞན་ལ་བྱིན་ཏེ་ཀློག་ཏུ་བཅུག་པ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་ཚིག་ལ་ཐོགས་པ་མེད་ཅིང་སློབ་པ་ཐམས་ཅད་ལན་ཅིག་ཐོས་པས་མི་བརྗེད་པར་ཟིན་པར་འགྱུར་རོ། །སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཡང་རྟག་ཏུ་དེ་ལ་དགོངས་པར་འགྱུར་རོ། །མིའི་ནང་ན་མཆོག་དང་ཕུལ་དུ་འགྱུར་རོ། །གཙོ་བོར་འགྱུར་རོ།
en: Those who, in this life, copy the sūtras and so forth or give them to others to let them read will be unobstructed in all their future lives, and they will not forget anything they learn upon hearing it a single time; the buddhas and bodhisattvas, too, will always pay them heed, and they will become most supreme and eminent among humans—they will be great leaders.

source: །ཚེ་འདི་ལ་ཟམ་པ་དང་གྲུ་ལ་སོགས་པ་བྱེད་དེ། སྐྱེ་བོ་མང་པོ་སྒྲོལ་བར་བྱེད་པ་ལ་དགའ་བ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་ཞིང་ཕལ་མང་པོས་བཀུར་ཏེ་བསྔགས་སོ། །འགྲོ་ཞིང་འོང་བ་ལ་བསུ་བསྐྱལ་བར་འགྱུར་རོ།
en: Those who enjoy freeing many beings by building bridges, boats, and so forth in this life will possess the seven precious substances, and they will be venerated and praised by many in all their future lives; they will be welcomed when arriving and escorted when departing. “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་ཇི་ལྟར་ངས་མདོ་སྡེ་ཐམས་ཅད་ལས་རྒྱུ་དང་འབྲས་བུར་བཤད་དོ།
en: Nanda, I have explained all the sūtras in terms of karma, causes, and fruition.

source: །སེམས་ཅན་རྣམས་འདོན་ནམ། ཀློག་གམ། རྗེས་སུ་སྤྱོད་ན། མི་ཁོམ་པ་དང་། སྡུག་བསྔལ་ལས་གྲོལ་བར་འགྱུར་རོ་ཞེས་གསུངས་སོ།
en: It is said that if beings recite, read, or practice this sūtra, they will be liberated from the unfree states and from suffering.

source: །གང་ལ་ལ་ཞིག་གིས་མདོ་སྡེ་འདི་ལ་སྐུར་པ་འདེབས་པ་ནི་ཚེ་འདི་ཉིད་ལ་ཡང་ལྕེ་རྩ་བ་ནས་འཆད་པར་འགྱུར་རོ།
en: Those who denigrate this sūtra will have their tongues entirely cut off in this very life.”

source: །དེ་ནས་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མདོ་སྡེའི་མིང་ཅིར་གདགས།
en: Nanda then asked, “Blessed One, what is the name of this sūtra?

source: ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་མདོ་སྡེ་འདི་ནི་དགེ་བ་དང་མི་དགེ་བའི་རྒྱུ་དང་འབྲས་བུ་ཞེས་ཀྱང་བྱ། བྱང་ཆུབ་སེམས་དཔའི་ལམ་དང་སྤྱོད་པ་ཞེས་ཀྱང་བྱ་སྟེ། དེ་ལྟར་ཟུང་ཤིག །
en: The Blessed One replied, “Nanda, remember this sūtra as The Causes and Effects of Virtue and Nonvirtue, and as The Path and Practice of the Bodhisattvas.”

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་མདོ་སྡེ་འདི་བཤད་ན་འཁོར་མང་པོའི་ནང་དུ་ལྷ་དང་མི་བརྒྱད་ཁྲི་སྙེད་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།
en: When this sūtra was being given by the Blessed One, eighty-thousand gods and humans from among the many followers gave rise to the mind of unsurpassed awakening.

source: །བུད་མེད་བརྒྱད་སྟོང་སྙེད་ནི་མོའི་ལུས་ལས་ཕོར་གྱུར་ཏེ། མི་དགེ་བའི་སེམས་ཅན་ཐམས་ཅད་ཀྱང་དགེ་བར་གྱུར་ཏོ།
en: The bodies of eight thousand women transformed into male bodies, and all the nonvirtuous beings became virtuous.

source: །དགེ་སྡིག་རྣམ་པར་དབྱེ་བའི་མདོ་རྫོགས་སོ།། །།
en: Thus concludes the sūtra “Distinguishing between Virtue and Evil Deeds.”
